{"pos_unigrams_dict": {"the": 5093, "a": 3858, "be": 3788, "and": 3577, "of": 3361, "to": 1986, "it": 1679, "in": 1365, "that": 1355, "film": 1023, "": 959, "with": 884, "as": 881, "but": 784, "an": 758, "not": 729, "have": 705, "its": 701, "for": 679, "movie": 672, "this": 668, "you": 640, "on": 441, "make": 432, "one": 392, "by": 386, "good": 386, "do": 368, "at": 367, "about": 363, "from": 350, "his": 344, "more": 316, "like": 308, "all": 303, "story": 290, "than": 289, "we": 286, "I": 272, "well": 271, "if": 268, "who": 259, "what": 253, "most": 240, "character": 237, "performance": 235, "time": 231, "work": 227, "comedy": 224, "so": 215, "into": 213, "see": 208, "life": 207, "out": 202, "they": 202, "will": 199, "funny": 198, "there": 193, "way": 192, "or": 191, "up": 189, "even": 183, "love": 179, "can": 179, "their": 175, "he": 174, "director": 173, "some": 164, "look": 163, "much": 154, "take": 153, "year": 153, "just": 149, "get": 146, "give": 141, "may": 141, "your": 138, "feel": 138, "very": 136, "little": 134, "come": 133, "no": 131, "go": 128, "enough": 128, "while": 124, "great": 124, "drama": 124, "still": 124, "fun": 117, "new": 115, "both": 114, "man": 112, "heart": 112, "never": 111, "world": 109, "those": 109, "when": 107, "her": 105, "two": 105, "which": 104, "only": 103, "cast": 102, "watch": 101, "first": 100, "too": 100, "old": 99, "any": 99, "also": 97, "documentary": 96, "could": 94, "find": 94, "family": 94, "through": 93, "own": 93, "other": 93, "people": 92, "big": 92, "audience": 92, "how": 91, "though": 90, "tale": 89, "without": 89, "ever": 87, "seem": 87, "know": 87, "many": 87, "american": 85, "thriller": 85, "picture": 84, "something": 84, "real": 84, "humor": 83, "human": 81, "would": 81, "often": 81, "sense": 81, "act": 81, "move": 80, "entertaining": 79, "between": 78, "keep": 77, "actor": 77, "end": 76, "because": 76, "action": 76, "age": 76, "moment": 76, "our": 74, "cinema": 74, "kind": 74, "long": 74, "yet": 74, "romantic": 74, "show": 74, "woman": 73, "de": 73, "far": 72, "offer": 72, "should": 72, "screen": 71, "full": 71, "such": 71, "thing": 71, "compelling": 70, "piece": 70, "self": 70, "part": 70, "off": 70, "filmmaker": 69, "worth": 69, "manage": 68, "'ll": 68, "hollywood": 68, "really": 67, "play": 67, "think": 67, "over": 66, "deliver": 66, "use": 65, "smart": 65, "scene": 65, "kid": 65, "plot": 64, "every": 64, "want": 63, "lot": 63, "here": 62, "right": 62, "my": 62, "music": 62, "these": 62, "experience": 61, "bring": 61, "star": 61, "need": 61, "might": 60, "laugh": 60, "fascinating": 59, "she": 59, "power": 58, "subject": 58, "turn": 58, "young": 58, "sweet": 57, "leave": 57, "fan": 57, "quite": 57, "create": 56, "emotional": 56, "culture": 56, "few": 56, "style": 55, "less": 55, "become": 55, "history": 55, "back": 55, "tell": 54, "war": 54, "eye": 54, "high": 54, "'ve": 54, "minute": 54, "original": 54, "feature": 54, "always": 54, "almost": 53, "live": 53, "another": 53, "enjoyable": 53, "hard": 53, "day": 53, "nothing": 53, "enjoy": 52, "place": 52, "girl": 51, "itself": 51, "interesting": 51, "sometimes": 51, "portrait": 50, "bit": 50, "art": 49, "charm": 49, "down": 49, "say": 49, "solid": 49, "face": 49, "true": 49, "visual": 48, "powerful": 48, "entertainment": 48, "capture": 48, "together": 47, "child": 47, "once": 47, "genre": 46, "writer": 46, "dark": 46, "rare": 46, "ultimately": 46, "despite": 46, "bad": 46, "cinematic": 46, "fine": 45, "prove": 45, "beautiful": 45, "charming": 45, "study": 45, "try": 45, "mr": 45, "direct": 44, "beautifully": 44, "point": 44, "set": 44, "pleasure": 44, "rather": 44, "script": 44, "after": 44, "intelligent": 44, "provide": 44, "strong": 43, "put": 43, "hour": 43, "ca": 42, "hit": 41, "win": 41, "again": 41, "french": 41, "whose": 41, "spirit": 41, "help": 41, "role": 40, "rich": 40, "deeply": 40, "effect": 40, "idea": 40, "before": 40, "deep": 40, "matter": 39, "special": 39, "light": 39, "relationship": 39, "comic": 39, "last": 39, "mind": 39, "engage": 39, "pretty": 39, "least": 39, "then": 38, "modern": 38, "lack": 38, "surprisingly": 38, "where": 38, "same": 38, "touch": 38, "image": 38, "flick": 38, "terrific": 37, "home": 37, "message": 37, "away": 37, "although": 37, "lead": 37, "since": 37, "clever": 37, "fresh": 37, "ride": 37, "perfect": 37, "viewer": 36, "adventure": 36, "book": 36, "boy": 36, "anyone": 36, "journey": 36, "horror": 36, "reveal": 35, "familiar": 35, "romance": 35, "especially": 35, "effort": 35, "fill": 35, "direction": 35, "level": 35, "easy": 35, "touching": 35, "hold": 35, "hilarious": 35, "material": 35, "three": 35, "close": 34, "passion": 34, "warm": 34, "form": 34, "narrative": 34, "intriguing": 34, "dialogue": 34, "force": 34, "believe": 34, "under": 34, "wo": 34, "summer": 33, "each": 33, "stand": 33, "tone": 33, "small": 33, "version": 33, "change": 33, "honest": 33, "theme": 33, "around": 33, "appeal": 32, "event": 32, "amusing": 32, "view": 32, "call": 32, "side": 32, "\u00a9": 32, "now": 32, "political": 32, "wonderful": 32, "quiet": 32, "surprise": 31, "energy": 31, "emotion": 31, "\u00e2\u20ac": 31, "open": 31, "quirky": 31, "must": 31, "different": 31, "everyone": 31, "mood": 31, "thoughtful": 31, "engrossing": 31, "complex": 30, "hope": 30, "entertain": 30, "run": 30, "debut": 30, "psychological": 30, "pace": 30, "care": 30, "camera": 30, "adult": 30, "simple": 30, "mark": 30, "recent": 30, "brilliant": 30, "artist": 30, "grow": 30, "question": 29, "sex": 29, "mostly": 29, "stuff": 29, "mean": 29, "memory": 29, "personal": 29, "write": 29, "start": 29, "above": 29, "draw": 29, "detail": 28, "beauty": 28, "epic": 28, "twist": 28, "remarkable": 28, "half": 28, "fantasy": 28, "simply": 28, "sure": 28, "actually": 28, "game": 28, "allow": 28, "y": 28, "witty": 28, "classic": 28, "wit": 28, "gentle": 28, "soul": 27, "whole": 27, "everything": 27, "deal": 27, "cut": 27, "present": 27, "nearly": 27, "anything": 27, "theater": 27, "word": 27, "memorable": 27, "easily": 27, "head": 27, "dream": 27, "strange": 26, "remain": 26, "certainly": 26, "against": 26, "gorgeous": 26, "wonder": 26, "screenplay": 26, "short": 26, "expect": 26, "cool": 26, "succeed": 26, "truth": 26, "pull": 26, "craft": 26, "sound": 26, "whether": 26, "along": 26, "low": 26, "tragedy": 26, "thank": 26, "sad": 26, "serious": 25, "reality": 25, "edge": 25, "examination": 25, "past": 25, "remember": 25, "worthy": 25, "adaptation": 25, "treat": 25, "middle": 25, "excellent": 25, "crime": 25, "acting": 25, "visually": 25, "truly": 25, "black": 25, "o": 24, "himself": 24, "surprising": 24, "subtle": 24, "probably": 24, "moral": 24, "parent": 24, "talent": 24, "line": 24, "large": 24, "sequel": 24, "perfectly": 24, "impossible": 24, "predictable": 24, "flaw": 24, "death": 24, "sharp": 24, "feeling": 24, "delightful": 24, "skin": 24, "unexpected": 24, "fast": 24, "vision": 23, "filmmaking": 23, "follow": 23, "effective": 23, "dramatic": 23, "job": 23, "disney": 23, "deserve": 23, "occasionally": 23, "michael": 23, "usual": 23, "lose": 23, "why": 23, "flawed": 23, "ya": 23, "element": 23, "poignant": 23, "oscar": 23, "novel": 23, "among": 23, "highly": 23, "read": 23, "masterpiece": 23, "inventive": 23, "city": 23, "spielberg": 23, "shoot": 23, "la": 22, "que": 22, "happen": 22, "sexual": 22, "b": 22, "either": 22, "thought": 22, "talk": 22, "tear": 22, "actress": 22, "pure": 22, "friendship": 22, "production": 22, "depth": 22, "likely": 22, "refreshing": 22, "score": 22, "mystery": 22, "intimate": 22, "white": 22, "begin": 22, "america": 22, "wedding": 22, "guy": 22, "carry": 22, "animation": 22, "late": 22, "odd": 22, "quality": 22, "slow": 22, "involve": 22, "let": 22, "nice": 22, "suspense": 22, "important": 22, "approach": 22, "credit": 22, "unique": 21, "issue": 21, "happy": 21, "inspire": 21, "ending": 21, "grant": 21, "storytelling": 21, "problem": 21, "emerge": 21, "melodrama": 21, "cultural": 21, "contemporary": 21, "forget": 21, "base": 21, "urban": 21, "impressive": 21, "pay": 21, "top": 21, "entirely": 21, "spy": 21, "strike": 21, "series": 21, "nature": 21, "welcome": 21, "triumph": 21, "creative": 21, "engaging": 21, "struggle": 21, "remind": 21, "process": 20, "class": 20, "air": 20, "unsettling": 20, "fairly": 20, "able": 20, "animate": 20, "hand": 20, "video": 20, "particularly": 20, "hero": 20, "add": 20, "completely": 20, "wild": 20, "teen": 20, "son": 20, "s": 20, "sport": 20, "'d": 20, "genuine": 20, "fall": 20, "somewhat": 20, "clear": 20, "couple": 20, "social": 20, "return": 20, "definitely": 20, "riveting": 20, "speak": 20, "rarely": 20, "interest": 20, "otherwise": 20, "decade": 20, "insight": 20, "ability": 20, "delight": 20, "imagination": 20, "understand": 20, "affect": 20, "instead": 19, "break": 19, "inside": 19, "refreshingly": 19, "rock": 19, "colorful": 19, "provoke": 19, "possible": 19, "perhaps": 19, "satisfy": 19, "beat": 19, "construct": 19, "emotionally": 19, "sensitive": 19, "female": 19, "key": 19, "opera": 19, "sequence": 19, "manner": 19, "david": 19, "imax": 19, "miss": 19, "lovely": 19, "share": 19, "creepy": 19, "throughout": 19, "result": 19, "second": 19, "project": 19, "sort": 19, "satisfying": 19, "magic": 19, "lie": 19, "fact": 18, "brother": 18, "fashioned": 18, "e": 18, "attention": 18, "finally": 18, "considerable": 18, "blend": 18, "date": 18, "stay": 18, "balance": 18, "intelligence": 18, "co": 18, "beyond": 18, "period": 18, "challenge": 18, "ensemble": 18, "grace": 18, "pop": 18, "realistic": 18, "earnest": 18, "meditation": 18, "2": 18, "explore": 18, "certain": 18, "song": 18, "ambitious": 18, "themselves": 18, "mix": 18, "road": 18, "career": 18, "exactly": 18, "case": 18, "vivid": 18, "amazing": 17, "fear": 17, "promise": 17, "value": 17, "title": 17, "conflict": 17, "transcend": 17, "average": 17, "rhythm": 17, "provocative": 17, "sustain": 17, "thoroughly": 17, "build": 17, "bond": 17, "grip": 17, "popcorn": 17, "blue": 17, "document": 17, "upon": 17, "term": 17, "mother": 17, "maintain": 17, "watchable": 17, "strength": 17, "delicate": 17, "standard": 17, "jackson": 17, "respect": 17, "formula": 17, "space": 17, "difficult": 17, "premise": 17, "pack": 17, "warmth": 17, "situation": 17, "\u00a6": 17, "four": 17, "pleasant": 17, "era": 17, "es": 17, "drive": 17, "gem": 17, "embrace": 16, "dead": 16, "quietly": 16, "overall": 16, "focus": 16, "red": 16, "moore": 16, "figure": 16, "sit": 16, "slight": 16, "exciting": 16, "combine": 16, "humanity": 16, "stage": 16, "record": 16, "john": 16, "dance": 16, "stylish": 16, "wait": 16, "haunt": 16, "root": 16, "water": 16, "sexy": 16, "writing": 16, "absorbing": 16, "minor": 16, "extraordinary": 16, "stunning": 16, "rise": 16, "treasure": 16, "deftly": 16, "house": 16, "serve": 16, "number": 16, "roll": 16, "grief": 16, "thrill": 16, "fire": 16, "attempt": 16, "else": 16, "chance": 16, "father": 16, "next": 16, "fight": 16, "cliche": 16, "unlike": 16, "plenty": 16, "reason": 16, "master": 15, "tragic": 15, "cold": 15, "release": 15, "century": 15, "crush": 15, "obvious": 15, "exploration": 15, "sophisticated": 15, "originality": 15, "success": 15, "impact": 15, "several": 15, "successful": 15, "single": 15, "hell": 15, "frame": 15, "remake": 15, "predecessor": 15, "count": 15, "catch": 15, "insightful": 15, "historical": 15, "glimpse": 15, "loss": 15, "shot": 15, "secret": 15, "chilling": 15, "williams": 15, "ultimate": 15, "include": 15, "intense": 15, "company": 15, "wonderfully": 15, "lively": 15, "punch": 15, "dare": 15, "seat": 15, "slice": 15, "silly": 15, "cross": 15, "during": 15, "color": 15, "satire": 15, "behind": 15, "scary": 15, "utterly": 15, "remarkably": 15, "tension": 14, "disturbing": 14, "aspect": 14, "exhilarating": 14, "generation": 14, "huge": 14, "center": 14, "gut": 14, "heartfelt": 14, "energetic": 14, "cute": 14, "examine": 14, "perspective": 14, "vividly": 14, "fat": 14, "achieve": 14, "imaginative": 14, "fare": 14, "affection": 14, "amount": 14, "previous": 14, "reward": 14, "appreciate": 14, "slightly": 14, "universal": 14, "wry": 14, "crowd": 14, "absolutely": 14, "identity": 14, "wise": 14, "fully": 14, "worthwhile": 14, "nicely": 14, "natural": 14, "school": 14, "mesmerizing": 14, "tender": 14, "realize": 14, "allen": 14, "alive": 14, "dumb": 14, "evoke": 14, "lane": 14, "recommend": 14, "alone": 14, "convey": 14, "unusual": 14, "final": 14, "taste": 14, "convincing": 14, "ii": 14, "future": 14, "within": 14, "spectacular": 14, "t": 14, "apart": 14, "musical": 14, "steven": 13, "spirited": 13, "demonstrate": 13, "search": 13, "unfold": 13, "until": 13, "polanski": 13, "meaning": 13, "politic": 13, "decent": 13, "iranian": 13, "fiction": 13, "cheap": 13, "joke": 13, "desire": 13, "night": 13, "depiction": 13, "society": 13, "sentimental": 13, "bittersweet": 13, "gag": 13, "polished": 13, "deny": 13, "chemistry": 13, "playful": 13, "nuance": 13, "overcome": 13, "non": 13, "tour": 13, "japanese": 13, "friend": 13, "spare": 13, "genuinely": 13, "aim": 13, "complexity": 13, "el": 13, "straight": 13, "robert": 13, "imagery": 13, "answer": 13, "monster": 13, "moviemaking": 13, "hate": 13, "dragon": 13, "walk": 13, "yourself": 13, "generally": 13, "general": 13, "spider": 13, "stop": 13, "budget": 13, "seek": 13, "fashion": 13, "shine": 13, "yarn": 13, "consider": 13, "concern": 13, "ring": 13, "talented": 13, "rest": 13, "land": 13, "imagine": 13, "fi": 13, "conviction": 12, "observation": 12, "vibrant": 12, "tradition": 12, "drug": 12, "raw": 12, "avoid": 12, "weave": 12, "accessible": 12, "band": 12, "poetry": 12, "today": 12, "beneath": 12, "cartoon": 12, "structure": 12, "resonant": 12, "trip": 12, "push": 12, "shock": 12, "grand": 12, "skill": 12, "concept": 12, "control": 12, "ask": 12, "sci": 12, "intend": 12, "brown": 12, "execution": 12, "moving": 12, "british": 12, "please": 12, "throw": 12, "landscape": 12, "bite": 12, "surreal": 12, "business": 12, "blood": 12, "una": 12, "group": 12, "trouble": 12, "melodramatic": 12, "discovery": 12, "faith": 12, "york": 12, "shake": 12, "free": 12, "oddly": 12, "rely": 12, "miller": 12, "however": 12, "equally": 12, "charisma": 12, "potential": 12, "frailty": 12, "interested": 12, "reach": 12, "spend": 12, "murder": 12, "inner": 12, "peter": 12, "member": 12, "demand": 12, "sincere": 12, "gritty": 12, "martha": 12, "early": 12, "j": 12, "excitement": 12, "battle": 12, "flair": 12, "tough": 12, "represent": 12, "evil": 12, "bright": 12, "painful": 12, "appear": 12, "step": 12, "choice": 12, "sea": 12, "george": 12, "heaven": 12, "entire": 11, "literary": 11, "smile": 11, "intrigue": 11, "startling": 11, "greek": 11, "profound": 11, "being": 11, "mike": 11, "joy": 11, "kiss": 11, "spiritual": 11, "dazzling": 11, "kill": 11, "lover": 11, "display": 11, "spin": 11, "establish": 11, "format": 11, "industry": 11, "rate": 11, "x": 11, "scale": 11, "endearing": 11, "save": 11, "adolescent": 11, "portray": 11, "violence": 11, "portrayal": 11, "timely": 11, "lee": 11, "courage": 11, "atmosphere": 11, "metaphor": 11, "goofy": 11, "kissinger": 11, "cho": 11, "teacher": 11, "humorous": 11, "revenge": 11, "wall": 11, "ice": 11, "subversive": 11, "evocative": 11, "indeed": 11, "tribute": 11, "cat": 11, "ms": 11, "maybe": 11, "consistently": 11, "die": 11, "kaufman": 11, "russian": 11, "weird": 11, "room": 11, "yes": 11, "gang": 11, "spot": 11, "strangely": 11, "community": 11, "language": 11, "elegant": 11, "martin": 11, "finish": 11, "jealousy": 11, "motion": 11, "typical": 11, "exercise": 11, "heartwarming": 11, "spectacle": 11, "huppert": 11, "merely": 11, "sight": 11, "somehow": 11, "match": 11, "victim": 11, "creature": 11, "celebrate": 11, "angst": 11, "chinese": 11, "major": 11, "accomplish": 11, "believable": 11, "king": 11, "appealing": 11, "paint": 11, "across": 11, "development": 11, "heartbreaking": 11, "faithful": 11, "country": 11, "suggest": 11, "nerve": 11, "visceral": 11, "soderbergh": 11, "hearted": 11, "spooky": 11, "willing": 10, "un": 10, "wife": 10, "pianist": 10, "lyrical": 10, "lady": 10, "tasty": 10, "hayne": 10, "usually": 10, "noir": 10, "caper": 10, "artistic": 10, "encounter": 10, "transform": 10, "tie": 10, "hardly": 10, "equal": 10, "masterful": 10, "substance": 10, "solondz": 10, "measure": 10, "escape": 10, "continue": 10, "favor": 10, "hear": 10, "combination": 10, "aware": 10, "poem": 10, "rank": 10, "del": 10, "distance": 10, "footage": 10, "fit": 10, "eccentric": 10, "crazy": 10, "produce": 10, "roger": 10, "tsai": 10, "jones": 10, "near": 10, "performer": 10, "sign": 10, "ingenious": 10, "english": 10, "striking": 10, "poetic": 10, "washington": 10, "marvel": 10, "undeniably": 10, "post": 10, "stick": 10, "admire": 10, "justice": 10, "leigh": 10, "philosophical": 10, "niro": 10, "raise": 10, "sade": 10, "italian": 10, "burn": 10, "hopeful": 10, "indian": 10, "honesty": 10, "resist": 10, "safe": 10, "zone": 10, "potent": 10, "price": 10, "example": 10, "deft": 10, "dry": 10, "report": 10, "captivate": 10, "jolt": 10, "broomfield": 10, "expectation": 10, "suffer": 10, "maker": 10, "treatment": 10, "current": 10, "fantastic": 10, "food": 10, "holocaust": 10, "sadness": 10, "bourne": 10, "admirable": 10, "bizarre": 10, "super": 10, "folk": 10, "richly": 10, "unflinche": 10, "voice": 10, "wind": 10, "assure": 10, "wrong": 10, "tap": 10, "award": 10, "notch": 10, "medium": 10, "brain": 10, "shadow": 10, "festival": 10, "gradually": 10, "extreme": 10, "learn": 10, "comfort": 10, "trick": 10, "storyline": 10, "bullock": 10, "sly": 10, "five": 10, "gift": 10, "forgettable": 10, "guilty": 10, "romp": 10, "lip": 10, "obsession": 10, "edit": 10, "doubt": 9, "ground": 9, "fail": 9, "persona": 9, "superbly": 9, "foreign": 9, "intellectual": 9, "burst": 9, "elevate": 9, "integrity": 9, "alien": 9, "benefit": 9, "spoof": 9, "brutal": 9, "mess": 9, "grandeur": 9, "quest": 9, "droll": 9, "paul": 9, "body": 9, "connect": 9, "none": 9, "anchor": 9, "2002": 9, "splendid": 9, "heavy": 9, "necessary": 9, "marriage": 9, "pass": 9, "lend": 9, "eyed": 9, "traditional": 9, "sobering": 9, "probe": 9, "reno": 9, "meet": 9, "intoxicating": 9, "belong": 9, "buy": 9, "breathtaking": 9, "stock": 9, "camp": 9, "clooney": 9, "amuse": 9, "linger": 9, "nor": 9, "compassion": 9, "setting": 9, "fair": 9, "layer": 9, "drop": 9, "devastating": 9, "extremely": 9, "sister": 9, "risk": 9, "costume": 9, "running": 9, "60": 9, "wave": 9, "joyous": 9, "detailed": 9, "deadpan": 9, "individual": 9, "fly": 9, "path": 9, "infuse": 9, "distinctive": 9, "public": 9, "dong": 9, "complicated": 9, "15": 9, "account": 9, "chill": 9, "tom": 9, "common": 9, "wish": 9, "diversion": 9, "um": 9, "reminder": 9, "lay": 9, "ago": 9, "intensity": 9, "protagonist": 9, "moviegoer": 9, "disturb": 9, "wide": 9, "state": 9, "express": 9, "brilliantly": 9, "hip": 9, "derivative": 9, "buoyant": 9, "opportunity": 9, "sheer": 9, "steal": 9, "tune": 9, "outside": 9, "pick": 9, "scratch": 9, "nair": 9, "choose": 9, "connection": 9, "con": 9, "condition": 9, "ramsay": 9, "sugar": 9, "whatever": 9, "unlikely": 9, "mainstream": 9, "exquisitely": 9, "course": 9, "front": 9, "twisted": 9, "apply": 9, "korean": 9, "outrageous": 9, "em": 9, "gay": 9, "glass": 9, "winner": 9, "damn": 9, "core": 9, "delightfully": 9, "shape": 9, "pathos": 9, "smith": 9, "photograph": 9, "authentic": 9, "divine": 9, "absorb": 9, "pitch": 9, "check": 9, "personality": 9, "largely": 9, "dog": 9, "conduct": 9, "third": 9, "parker": 9, "spite": 9, "lesson": 9, "flow": 9, "savvy": 9, "clash": 9, "offbeat": 9, "list": 9, "bold": 9, "d": 9, "terrifying": 9, "achievement": 9, "affirm": 9, "daring": 9, "eat": 9, "ahead": 9, "divert": 9, "shocking": 8, "debate": 8, "exist": 8, "design": 8, "technology": 8, "bear": 8, "dull": 8, "silence": 8, "finely": 8, "clearly": 8, "ambiguity": 8, "franchise": 8, "incredibly": 8, "terrible": 8, "clarity": 8, "masterfully": 8, "harrowing": 8, "behavior": 8, "order": 8, "physical": 8, "mention": 8, "notice": 8, "guess": 8, "importance": 8, "bride": 8, "scorsese": 8, "whimsy": 8, "modest": 8, "pacino": 8, "insomnia": 8, "background": 8, "delicious": 8, "indie": 8, "noyce": 8, "10": 8, "desperation": 8, "conventional": 8, "neither": 8, "gently": 8, "stylistic": 8, "cautionary": 8, "cinematography": 8, "metropolis": 8, "barbershop": 8, "wow": 8, "darkly": 8, "develop": 8, "arrive": 8, "reduce": 8, "increasingly": 8, "someone": 8, "week": 8, "jack": 8, "unnerving": 8, "stirring": 8, "shyamalan": 8, "chilly": 8, "effectively": 8, "james": 8, "marvelous": 8, "charmer": 8, "uplifting": 8, "20": 8, "simplicity": 8, "showcase": 8, "addition": 8, "delicately": 8, "sacrifice": 8, "killer": 8, "minded": 8, "surface": 8, "sensual": 8, "secretary": 8, "kong": 8, "soundtrack": 8, "capable": 8, "superior": 8, "melancholy": 8, "scope": 8, "innocence": 8, "revolution": 8, "cop": 8, "crisis": 8, "knowledge": 8, "hair": 8, "patience": 8, "impeccable": 8, "type": 8, "aside": 8, "technical": 8, "blade": 8, "directorial": 8, "frequently": 8, "chabrol": 8, "gun": 8, "despair": 8, "target": 8, "suspenseful": 8, "uncompromising": 8, "dangerous": 8, "casting": 8, "holiday": 8, "para": 8, "fierce": 8, "creation": 8, "contrivance": 8, "re": 8, "breezy": 8, "cheek": 8, "china": 8, "damage": 8, "difference": 8, "source": 8, "mixture": 8, "trash": 8, "superb": 8, "dose": 8, "gifted": 8, "degree": 8, "ponder": 8, "straightforward": 8, "wildly": 8, "race": 8, "inspiring": 8, "wrench": 8, "violent": 8, "gory": 8, "topic": 8, "smartly": 8, "conclusion": 8, "happiness": 8, "clich\u00c3": 8, "possibly": 8, "regard": 8, "tackle": 8, "filmmake": 8, "happily": 8, "giant": 8, "dancing": 8, "reflect": 8, "improve": 8, "breath": 8, "nicholson": 8, "spike": 8, "horrifying": 8, "season": 8, "rewarding": 8, "dicken": 8, "mile": 8, "stomach": 8, "influence": 8, "notion": 8, "irony": 8, "hot": 8, "virtue": 8, "soap": 8, "nail": 8, "broad": 8, "service": 8, "south": 8, "hong": 8, "vehicle": 8, "villain": 8, "birthday": 8, "godard": 8, "coming": 8, "pain": 8, "likable": 8, "photography": 8, "surely": 8, "filme": 8, "already": 8, "screenwriter": 8, "gosling": 8, "hop": 8, "eight": 8, "travel": 8, "profile": 8, "receive": 7, "undeniable": 7, "suck": 7, "bloody": 7, "barely": 7, "stone": 7, "timing": 7, "unforgettable": 7, "lift": 7, "queen": 7, "cause": 7, "sisterhood": 7, "davis": 7, "creep": 7, "window": 7, "revelation": 7, "breathe": 7, "thrilling": 7, "constantly": 7, "stevenson": 7, "affair": 7, "recreate": 7, "park": 7, "greene": 7, "mcgrath": 7, "dig": 7, "wrap": 7, "earn": 7, "central": 7, "eventually": 7, "constant": 7, "labute": 7, "unsentimental": 7, "overly": 7, "depressing": 7, "nuanced": 7, "bill": 7, "send": 7, "wear": 7, "unabashedly": 7, "kinnear": 7, "thousand": 7, "episode": 7, "fable": 7, "shakespeare": 7, "delivery": 7, "challenging": 7, "carefully": 7, "rival": 7, "wickedly": 7, "inspirational": 7, "intimacy": 7, "abuse": 7, "double": 7, "moody": 7, "charismatic": 7, "drag": 7, "address": 7, "popular": 7, "jason": 7, "commercial": 7, "captivating": 7, "main": 7, "define": 7, "admit": 7, "ghost": 7, "grasp": 7, "execute": 7, "flash": 7, "illustrate": 7, "introduce": 7, "shame": 7, "loud": 7, "hugh": 7, "chronicle": 7, "testament": 7, "consciousness": 7, "leap": 7, "impress": 7, "infectious": 7, "reaction": 7, "render": 7, "realism": 7, "office": 7, "haunting": 7, "monty": 7, "vein": 7, "reasonably": 7, "paradiso": 7, "chicago": 7, "soulful": 7, "outstanding": 7, "planet": 7, "somewhere": 7, "male": 7, "presence": 7, "street": 7, "austin": 7, "sweetness": 7, "page": 7, "tongue": 7, "decide": 7, "damned": 7, "haneke": 7, "pic": 7, "hugely": 7, "illuminate": 7, "slowly": 7, "god": 7, "taut": 7, "cover": 7, "accept": 7, "deed": 7, "buff": 7, "madness": 7, "sleeve": 7, "digital": 7, "homage": 7, "pleasing": 7, "tiny": 7, "claustrophobic": 7, "ryan": 7, "name": 7, "sweetly": 7, "toe": 7, "guarantee": 7, "unpredictable": 7, "border": 7, "crisp": 7, "nation": 7, "ghetto": 7, "length": 7, "refugee": 7, "astonishing": 7, "sick": 7, "morality": 7, "critic": 7, "emphasize": 7, "smooth": 7, "analyze": 7, "uneven": 7, "gangster": 7, "daughter": 7, "en": 7, "christian": 7, "france": 7, "nonetheless": 7, "reflection": 7, "require": 7, "escapism": 7, "characterization": 7, "brim": 7, "schmidt": 7, "impression": 7, "mature": 7, "ticket": 7, "quickly": 7, "natured": 7, "desperate": 7, "refuse": 7, "spark": 7, "national": 7, "tosca": 7, "enormously": 7, "charge": 7, "handle": 7, "behold": 7, "subtly": 7, "literate": 7, "disappoint": 7, "science": 7, "deceptively": 7, "famous": 7, "caine": 7, "jean": 7, "irresistible": 7, "glorious": 7, "jagger": 7, "accurate": 7, "rohmer": 7, "honestly": 7, "cult": 7, "hoffman": 7, "fisher": 7, "narc": 7, "vitality": 7, "range": 7, "unforced": 7, "barry": 7, "proof": 7, "soon": 7, "slapstick": 7, "viewing": 7, "inherent": 7, "freak": 7, "team": 7, "poignancy": 7, "precious": 7, "mamet": 7, "earth": 7, "relate": 7, "tv": 7, "mainly": 7, "alabama": 7, "resonance": 7, "feast": 7, "bow": 7, "interview": 7, "somber": 7, "hypnotic": 7, "buddy": 7, "everyday": 7, "anti": 7, "awful": 7, "exceptional": 7, "hill": 7, "dazzle": 7, "conversation": 7, "sympathetic": 7, "wacky": 7, "spell": 7, "bang": 7, "goal": 7, "blast": 7, "comfortable": 7, "attitude": 7, "sensibility": 7, "chase": 7, "husband": 7, "matinee": 7, "3": 7, "myself": 6, "diverse": 6, "eric": 6, "atmospheric": 6, "brief": 6, "childhood": 6, "lewis": 6, "separate": 6, "japan": 6, "painfully": 6, "parable": 6, "pair": 6, "borrow": 6, "gross": 6, "frida": 6, "creativity": 6, "mysterious": 6, "legal": 6, "successfully": 6, "fairy": 6, "yearning": 6, "understanding": 6, "money": 6, "practice": 6, "ode": 6, "aged": 6, "support": 6, "witness": 6, "tight": 6, "veteran": 6, "grey": 6, "dynamic": 6, "nicholas": 6, "asian": 6, "african": 6, "dismiss": 6, "understated": 6, "bone": 6, "fanciful": 6, "50": 6, "except": 6, "stroke": 6, "herzog": 6, "subculture": 6, "ache": 6, "cost": 6, "sentimentality": 6, "solidly": 6, "slick": 6, "argue": 6, "splash": 6, "instinct": 6, "howard": 6, "pleasurable": 6, "generate": 6, "unfortunately": 6, "channel": 6, "majidi": 6, "vital": 6, "southern": 6, "anime": 6, "longing": 6, "miyazaki": 6, "accomplished": 6, "web": 6, "artfully": 6, "pray": 6, "nonsense": 6, "essentially": 6, "athlete": 6, "20th": 6, "endlessly": 6, "confident": 6, "stuart": 6, "reel": 6, "seriously": 6, "assassin": 6, "animated": 6, "gender": 6, "boast": 6, "saga": 6, "educational": 6, "possess": 6, "thick": 6, "empathy": 6, "patient": 6, "pleaser": 6, "weirdly": 6, "beast": 6, "sympathy": 6, "escapist": 6, "mad": 6, "town": 6, "piccoli": 6, "forth": 6, "immensely": 6, "unexpectedly": 6, "blow": 6, "kick": 6, "dirty": 6, "angel": 6, "transport": 6, "determination": 6, "nickleby": 6, "u": 6, "later": 6, "familial": 6, "zhang": 6, "betrayal": 6, "determined": 6, "paxton": 6, "enjoyably": 6, "toss": 6, "vincent": 6, "awareness": 6, "lightweight": 6, "expand": 6, "basic": 6, "invite": 6, "ignore": 6, "corner": 6, "sandler": 6, "twice": 6, "urgency": 6, "vintage": 6, "murphy": 6, "credible": 6, "ugly": 6, "imply": 6, "surround": 6, "frontal": 6, "enhance": 6, "blockbuster": 6, "depict": 6, "eloquent": 6, "exceptionally": 6, "enthralling": 6, "trial": 6, "farce": 6, "conjure": 6, "loneliness": 6, "13": 6, "1": 6, "scenario": 6, "whimsical": 6, "news": 6, "morvern": 6, "laughter": 6, "daniel": 6, "location": 6, "system": 6, "rousing": 6, "murderous": 6, "ego": 6, "studio": 6, "celebration": 6, "computer": 6, "psychologically": 6, "listen": 6, "duke": 6, "snapshot": 6, "person": 6, "reign": 6, "describe": 6, "perform": 6, "manhattan": 6, "sentiment": 6, "thankfully": 6, "seldahl": 6, "enthusiasm": 6, "newcomer": 6, "demon": 6, "string": 6, "stir": 6, "intricate": 6, "napoleon": 6, "subtlety": 6, "isolation": 6, "neil": 6, "toward": 6, "magnificent": 6, "technique": 6, "rage": 6, "quick": 6, "bio": 6, "tremendous": 6, "scott": 6, "jacquot": 6, "crack": 6, "expose": 6, "audacious": 6, "pretension": 6, "miracle": 6, "existence": 6, "incredible": 6, "recall": 6, "depend": 6, "teenage": 6, "morton": 6, "wilde": 6, "sayle": 6, "sarandon": 6, "domestic": 6, "handsome": 6, "effortlessly": 6, "pat": 6, "beginning": 6, "steer": 6, "relatively": 6, "gloriously": 6, "recognize": 6, "mildly": 6, "sizzle": 6, "reggio": 6, "confidence": 6, "complete": 6, "particular": 6, "bind": 6, "belly": 6, "rip": 6, "professional": 6, "field": 6, "boundary": 6, "c": 6, "expertly": 6, "celebrity": 6, "foster": 6, "party": 6, "brosnan": 6, "roman": 6, "whom": 6, "confirm": 6, "silver": 6, "chord": 6, "peek": 6, "confront": 6, "attraction": 6, "department": 6, "afraid": 6, "bleak": 6, "vs": 6, "harry": 6, "jessica": 6, "revelatory": 6, "arrest": 6, "orient": 6, "visit": 6, "thin": 6, "significant": 6, "alternately": 6, "scenery": 6, "chris": 6, "machine": 6, "kidman": 6, "fate": 6, "passionate": 6, "indictment": 6, "comedic": 6, "pity": 5, "brutally": 5, "respectable": 5, "conflicted": 5, "green": 5, "jewish": 5, "fontaine": 5, "beach": 5, "urge": 5, "israeli": 5, "derrida": 5, "mann": 5, "cruel": 5, "fuel": 5, "sparkle": 5, "objective": 5, "grab": 5, "k-19": 5, "million": 5, "90": 5, "seductive": 5, "ideal": 5, "variation": 5, "wisdom": 5, "wollter": 5, "submarine": 5, "renner": 5, "versus": 5, "seinfeld": 5, "float": 5, "endure": 5, "complication": 5, "anyway": 5, "bend": 5, "exude": 5, "trashy": 5, "entry": 5, "hide": 5, "sinister": 5, "daily": 5, "neglect": 5, "wound": 5, "incident": 5, "concerned": 5, "neatly": 5, "slap": 5, "excel": 5, "strip": 5, "mouth": 5, "stitch": 5, "shanghai": 5, "politically": 5, "hoot": 5, "denis": 5, "seemingly": 5, "theatre": 5, "stark": 5, "relief": 5, "byler": 5, "quaid": 5, "hannibal": 5, "antidote": 5, "auto": 5, "su": 5, "uncomfortable": 5, "na": 5, "wholesome": 5, "como": 5, "anguish": 5, "hatred": 5, "ancient": 5, "vietnamese": 5, "multi": 5, "convince": 5, "plus": 5, "private": 5, "due": 5, "expressive": 5, "duma": 5, "formulaic": 5, "deliciously": 5, "noble": 5, "teenager": 5, "variety": 5, "resort": 5, "boldly": 5, "evolve": 5, "nightmare": 5, "foible": 5, "humour": 5, "enthusiastic": 5, "economic": 5, "improbable": 5, "train": 5, "poor": 5, "ordinary": 5, "dogtown": 5, "reunion": 5, "freedom": 5, "western": 5, "mesmerize": 5, "authority": 5, "korea": 5, "freshness": 5, "lan": 5, "lightness": 5, "soar": 5, "awesome": 5, "columbine": 5, "invaluable": 5, "binoche": 5, "photo": 5, "saturday": 5, "nevertheless": 5, "yu": 5, "bogdanovich": 5, "r": 5, "holm": 5, "herself": 5, "artful": 5, "bland": 5, "openness": 5, "spotlight": 5, "landmark": 5, "hawn": 5, "sensational": 5, "reflective": 5, "volatile": 5, "precisely": 5, "curve": 5, "antic": 5, "theory": 5, "scare": 5, "transition": 5, "rough": 5, "cynicism": 5, "absurdity": 5, "crew": 5, "skillfully": 5, "code": 5, "accomplishment": 5, "alternative": 5, "specifically": 5, "anderson": 5, "empire": 5, "player": 5, "flourish": 5, "anne": 5, "confusing": 5, "campanella": 5, "fake": 5, "awe": 5, "weak": 5, "suffering": 5, "sand": 5, "highlight": 5, "distinct": 5, "nasty": 5, "thornberrys": 5, "trek": 5, "host": 5, "bunch": 5, "charlie": 5, "legacy": 5, "awkward": 5, "seven": 5, "amy": 5, "box": 5, "ballot": 5, "reminiscent": 5, "hint": 5, "vampire": 5, "canadian": 5, "duty": 5, "timeless": 5, "guard": 5, "outing": 5, "gripping": 5, "rouge": 5, "agenda": 5, "maid": 5, "sting": 5, "waydowntown": 5, "resemble": 5, "preposterous": 5, "silliness": 5, "criminal": 5, "replete": 5, "unpretentious": 5, "subtitle": 5, "corny": 5, "romanek": 5, "intensely": 5, "plan": 5, "fence": 5, "grim": 5, "fiercely": 5, "forgive": 5, "below": 5, "legged": 5, "fluid": 5, "valuable": 5, "rapid": 5, "henry": 5, "brisk": 5, "neighborhood": 5, "absurdist": 5, "principal": 5, "logic": 5, "sitcom": 5, "ably": 5, "paranoia": 5, "grade": 5, "producer": 5, "gorgeously": 5, "chew": 5, "partly": 5, "prefer": 5, "market": 5, "volume": 5, "vietnam": 5, "adventurous": 5, "anybody": 5, "confession": 5, "outer": 5, "marshall": 5, "solaris": 5, "cheer": 5, "trifle": 5, "wilco": 5, "ironic": 5, "uma": 5, "totally": 5, "exotic": 5, "nervy": 5, "numerous": 5, "soldier": 5, "disappointing": 5, "perfection": 5, "bettany": 5, "having": 5, "harsh": 5, "conscious": 5, "terror": 5, "payne": 5, "proud": 5, "simultaneously": 5, "penetrate": 5, "dimensional": 5, "departure": 5, "concert": 5, "essence": 5, "envelop": 5, "primarily": 5, "scream": 5, "verve": 5, "robin": 5, "lean": 5, "refusal": 5, "innocent": 5, "nine": 5, "adam": 5, "sweeping": 5, "composition": 5, "size": 5, "tedious": 5, "adapt": 5, "observe": 5, "defy": 5, "encourage": 5, "territory": 5, "motown": 5, "careful": 5, "alan": 5, "dot": 5, "claude": 5, "fish": 5, "whale": 5, "attractive": 5, "dignity": 5, "positive": 5, "relentless": 5, "jaglom": 5, "hook": 5, "smack": 5, "peril": 5, "mayhem": 5, "unfamiliar": 5, "bollywood": 5, "minority": 5, "pretentious": 5, "comic_strip": 5, "resonate": 5, "cynical": 5, "lo": 5, "silent": 5, "quirk": 5, "fourth": 5, "fascinate": 5, "honor": 5, "piano": 5, "round": 5, "dish": 5, "notorious": 5, "coppola": 5, "trademark": 5, "candy": 5, "fulfill": 5, "argument": 5, "incisive": 5, "destination": 5, "morning": 5, "proceeding": 5, "rap": 5, "college": 5, "transformation": 5, "contrived": 5, "shortcoming": 5, "n": 5, "conservative": 5, "competent": 5, "succumb": 5, "device": 5, "rarity": 5, "acknowledge": 5, "uncommonly": 5, "forceful": 5, "elle": 5, "monsoon": 5, "steady": 5, "equivalent": 5, "likeable": 5, "moonlight": 5, "enormous": 5, "uncanny": 5, "chomp": 5, "meaningful": 5, "environment": 5, "finale": 5, "possibility": 5, "undoubtedly": 5, "griffith": 5, "xxx": 5, "lovingly": 5, "brand": 5, "wiseman": 5, "nijinsky": 5, "settle": 5, "neo": 5, "education": 5, "kahlo": 5, "interpretation": 5, "exquisite": 5, "making": 5, "frightening": 5, "ease": 5, "graphic": 5, "christmas": 5, "articulate": 5, "soft": 5, "breathtakingly": 5, "observant": 5, "obstacle": 5, "extend": 5, "70": 5, "steep": 5, "idiosyncratic": 5, "undercover": 5, "absolute": 4, "pauline": 4, "optimism": 4, "acquire": 4, "eccentricity": 4, "squeeze": 4, "glow": 4, "task": 4, "inject": 4, "local": 4, "calm": 4, "charlotte": 4, "lilo": 4, "singular": 4, "lifestyle": 4, "span": 4, "greatly": 4, "midnight": 4, "menace": 4, "darkness": 4, "substantial": 4, "sparkling": 4, "surprised": 4, "temper": 4, "praise": 4, "definition": 4, "purely": 4, "invincible": 4, "astonishingly": 4, "recovery": 4, "altogether": 4, "similarly": 4, "boomer": 4, "amiable": 4, "dramatically": 4, "esque": 4, "enterprise": 4, "european": 4, "unhurried": 4, "tarantino": 4, "gere": 4, "stimulate": 4, "eloquently": 4, "lyricism": 4, "cockette": 4, "dense": 4, "commit": 4, "marvelously": 4, "magical": 4, "anger": 4, "woo": 4, "discover": 4, "bar": 4, "actual": 4, "ming": 4, "slam": 4, "ozpetek": 4, "enlightening": 4, "editing": 4, "1950": 4, "jim": 4, "michel": 4, "los": 4, "shooting": 4, "sum": 4, "shoulder": 4, "skillful": 4, "attal": 4, "brush": 4, "satirical": 4, "norton": 4, "exceedingly": 4, "survive": 4, "mcdowell": 4, ">": 4, "hayek": 4, "profoundly": 4, "stretch": 4, "mull": 4, "absurd": 4, "swallow": 4, "crane": 4, "twohy": 4, "resourceful": 4, "hilarity": 4, "purpose": 4, "outlandish": 4, "caruso": 4, "extended": 4, "betty": 4, "abandon": 4, "mindset": 4, "intellect": 4, "sumptuous": 4, "warner": 4, "complaint": 4, "buck": 4, "trap": 4, "characterize": 4, "car": 4, "cox": 4, "symbolic": 4, "poverty": 4, "messy": 4, "amazingly": 4, "momento": 4, "chateau": 4, "blair": 4, "tired": 4, "alice": 4, "banter": 4, "review": 4, "prepare": 4, "m": 4, "highway": 4, "tim": 4, "combat": 4, "hackneyed": 4, "distant": 4, "sundance": 4, "limit": 4, "blunt": 4, "12": 4, "chaiken": 4, "capacity": 4, "liberal": 4, "contemplative": 4, "\u00c3": 4, "nachtwey": 4, "egoyan": 4, "gyllenhaal": 4, "frustration": 4, "keen": 4, "kosminsky": 4, "realistically": 4, "sandra": 4, "sincerity": 4, "chuckle": 4, "confine": 4, "loathe": 4, "gothic": 4, "chief": 4, "slip": 4, "racial": 4, "strain": 4, "boisterous": 4, "meditative": 4, "gamble": 4, "evening": 4, "shower": 4, "grown": 4, "snow": 4, "brave": 4, "imamura": 4, "verbal": 4, "perverse": 4, "cherish": 4, "eerie": 4, "steve": 4, "potentially": 4, "amor": 4, "introduction": 4, "fleeting": 4, "giddy": 4, "bubble": 4, "threaten": 4, "australia": 4, "astounding": 4, "hopefully": 4, "excess": 4, "offering": 4, "vulgar": 4, "companion": 4, "rapidly": 4, "95": 4, "afloat": 4, "iran": 4, "globe": 4, "judge": 4, "strictly": 4, "plight": 4, "significance": 4, "vardalo": 4, "pepper": 4, "weaver": 4, "virtually": 4, "unusually": 4, "perceptive": 4, "locale": 4, "obviously": 4, "pointed": 4, "pant": 4, "oliver": 4, "manipulative": 4, "witherspoon": 4, "shed": 4, "religious": 4, "drunk": 4, "extravaganza": 4, "youngster": 4, "chick": 4, "douglas": 4, "expression": 4, "cube": 4, "ball": 4, "failure": 4, "diesel": 4, "working": 4, "rah": 4, "sleep": 4, "evan": 4, "drumline": 4, "fincher": 4, "cleverness": 4, "irwin": 4, "canny": 4, "waste": 4, "fellow": 4, "intent": 4, "club": 4, "shatter": 4, "tease": 4, "greatness": 4, "prison": 4, "sweat": 4, "baby": 4, "fault": 4, "flamboyant": 4, "nomination": 4, "balanced": 4, "fundamental": 4, "scathing": 4, "liang": 4, "ferrara": 4, "wallop": 4, "peculiar": 4, "igby": 4, "cohesive": 4, "madonna": 4, "exploit": 4, "darned": 4, "pro": 4, "pumpkin": 4, "diane": 4, "fancy": 4, "dominate": 4, "somebody": 4, "baran": 4, "palestinian": 4, "com": 4, "suitable": 4, "phenomenal": 4, "testud": 4, "witch": 4, "glory": 4, "lovable": 4, "elusive": 4, "rabbit": 4, "giggle": 4, "mar": 4, "heal": 4, "lonely": 4, "lavish": 4, "freaky": 4, "overwhelming": 4, "repressed": 4, "deliberately": 4, "impart": 4, "collision": 4, "panache": 4, "contain": 4, "wildlife": 4, "compose": 4, "dramatize": 4, "palma": 4, "status": 4, "torture": 4, "compensate": 4, "hang": 4, "susan": 4, "lump": 4, "flesh": 4, "counterpart": 4, "enigmatic": 4, "extra": 4, "uno": 4, "onto": 4, "frustrating": 4, "tadpole": 4, "youth": 4, "lucas": 4, "expense": 4, "correctness": 4, "cope": 4, "applaud": 4, "zealand": 4, "mill": 4, "jaw": 4, "divertida": 4, "note": 4, "gaze": 4, "matthew": 4, "properly": 4, "partner": 4, "tissue": 4, "tug": 4, "seduce": 4, "controversy": 4, "television": 4, "gibson": 4, "informative": 4, "therapy": 4, "hotel": 4, "andrew": 4, "dysfunctional": 4, "sappy": 4, "zhao": 4, "savage": 4, "encouraging": 4, "bitter": 4, "brace": 4, "pulse": 4, "increase": 4, "communal": 4, "villeneuve": 4, "simplistic": 4, "lucky": 4, "sin": 4, "neurotic": 4, "huston": 4, "pertinent": 4, "plain": 4, "movement": 4, "pinochet": 4, "lohman": 4, "trade": 4, "skateboard": 4, "consequence": 4, "thomas": 4, "poke": 4, "danger": 4, "stephen": 4, "mende": 4, "update": 4, "venture": 4, "fluff": 4, "sensitivity": 4, "curious": 4, "bielinsky": 4, "compare": 4, "unassuming": 4, "tenderness": 4, "admirably": 4, "supply": 4, "retain": 4, "revel": 4, "test": 4, "stereotype": 4, "weakness": 4, "canne": 4, "chain": 4, "satisfie": 4, "mistake": 4, "legend": 4, "flat": 4, "existential": 4, "prevent": 4, "kevin": 4, "unfaithful": 4, "reading": 4, "hey": 4, "moviegoing": 4, "trace": 4, "detective": 4, "appetite": 4, "solution": 4, "animal": 4, "doc": 4, "odyssey": 4, "determine": 4, "pathology": 4, "downbeat": 4, "hungry": 4, "attach": 4, "appropriate": 4, "loose": 4, "emperor": 4, "bottom": 4, "bridge": 4, "nolan": 4, "metaphorical": 4, "painting": 4, "sublime": 4, "interaction": 4, "taylor": 4, "9": 4, "spring": 4, "chiller": 4, "exuberance": 4, "nostalgia": 4, "friendly": 4, "yiddish": 4, "niche": 4, "z": 4, "handed": 4, "indulgent": 4, "hybrid": 4, "earnestness": 4, "redemption": 4, "warrior": 4, "singing": 4, "callar": 4, "motivation": 4, "sprightly": 4, "police": 4, "truthful": 4, "session": 4, "cheese": 4, "frighteningly": 4, "venice": 4, "tool": 4, "searing": 4, "outcome": 4, "disarm": 4, "deception": 4, "sam": 4, "cheat": 4, "compromise": 4, "author": 4, "inhabit": 4, "potter": 4, "funeral": 4, "feat": 4, "shainberg": 4, "heat": 4, "idealism": 4, "regardless": 4, "album": 4, "discussion": 4, "tuck": 4, "rodriguez": 4, "aspiration": 4, "garcia": 4, "theatrical": 4, "biopic": 4, "tomorrow": 4, "nonstop": 4, "factor": 4, "bullet": 4, "commerce": 4, "living": 4, "todd": 4, "christopher": 4, "marginal": 4, "nicole": 4, "cgi": 4, "diary": 4, "abstract": 4, "veneer": 4, "model": 4, "generous": 4, "bruce": 4, "gasp": 4, "aficionado": 4, "function": 4, "os": 4, "diverting": 4, "harmless": 4, "swim": 4, "induce": 4, "phone": 4, "elegance": 4, "heady": 4, "fame": 4, "opening": 4, "temptation": 4, "german": 4, "context": 4, "ratliff": 4, "arm": 4, "elegantly": 4, "package": 4, "revealing": 4, "static": 4, "irish": 4, "occasional": 4, "angry": 4, "primary": 4, "destine": 4, "risky": 4, "intact": 4, "baseball": 4, "ourselves": 4, "serviceable": 4, "achingly": 4, "consume": 4, "international": 4, "jolie": 4, "hype": 4, "savor": 4, "anywhere": 4, "dahmer": 4, "nervous": 4, "spiced": 4, "backdrop": 4, "kosashvili": 4, "prejudice": 4, "join": 4, "possession": 4, "birot": 4, "teach": 4, "antwone": 4, "hippie": 4, "observed": 4, "uniformly": 4, "rural": 4, "lathan": 4, "dover": 4, "problematic": 4, "predictably": 4, "runner": 4, "student": 4, "ambition": 4, "candid": 4, "fragile": 4, "ethnic": 4, "grind": 4, "favorite": 4, "thumb": 4, "marching": 4, "trim": 4, "fessenden": 4, "heroine": 4, "kwan": 4, "impulse": 4, "chaos": 4, "friday": 4, "empowerment": 4, "knack": 4, "graham": 4, "ensure": 4, "tend": 4, "peace": 4, "da": 4, "false": 4, "se": 4, "island": 4, "campaign": 4, "sunday": 4, "conspiracy": 4, "pacing": 4, "east": 4, "lamb": 4, "cleverly": 4, "passer": 4, "ear": 4, "seriousness": 4, "101": 4, "youthful": 4, "justify": 4, "depression": 4, "jone": 4, "immediate": 4, "cloying": 4, "trust": 4, "duvall": 4, "refresh": 4, "conquer": 4, "critical": 4, "walter": 4, "suspend": 4, "laissez": 4, "press": 4, "lurid": 4, "bet": 4, "stylist": 4, "stein": 4, "closely": 4, "kline": 4, "uniquely": 4, "extraordinarily": 4, "deprecate": 4, "economical": 4, "derive": 4, "stunt": 4, "reef": 4, "breakthrough": 4, "compliment": 3, "suspect": 3, "blame": 3, "kouyate": 3, "inexplicable": 3, "salma": 3, "richard": 3, "woody": 3, "hopkin": 3, "punk": 3, "bien": 3, "precision": 3, "quill": 3, "deadly": 3, "biography": 3, "entertainingly": 3, "flashy": 3, "schmaltzy": 3, "commend": 3, "glue": 3, "necessarily": 3, "frustrate": 3, "namely": 3, "eerily": 3, "doug": 3, "carol": 3, "merit": 3, "goodness": 3, "unknown": 3, "oh": 3, "decasia": 3, "worry": 3, "extravagant": 3, "ai": 3, "afternoon": 3, "phenomenon": 3, "nose": 3, "survivor": 3, "vary": 3, "invigorate": 3, "angle": 3, "conscience": 3, "disappear": 3, "hedonistic": 3, "unbelievable": 3, "contradictory": 3, "11": 3, "historia": 3, "underbelly": 3, "le": 3, "jarring": 3, "separation": 3, "disease": 3, "board": 3, "dimension": 3, "loyalty": 3, "terribly": 3, "radar": 3, "berling": 3, "lampoon": 3, "beguile": 3, "amused": 3, "comically": 3, "construction": 3, "rule": 3, "recognizable": 3, "beer": 3, "barbara": 3, "san": 3, "goodfella": 3, "england": 3, "trail": 3, "presentation": 3, "sloppy": 3, "delectable": 3, "affable": 3, "boost": 3, "6": 3, "contradiction": 3, "300": 3, "perception": 3, "thirteen": 3, "velocity": 3, "texture": 3, "grandiosity": 3, "protect": 3, "ethnicity": 3, "fuss": 3, "assayas": 3, "instantly": 3, "cell": 3, "salton": 3, "traveler": 3, "holy": 3, "amid": 3, "outshine": 3, "gravity": 3, "terry": 3, "telling": 3, "sorvino": 3, "crackle": 3, "yesterday": 3, "overlook": 3, "storytelle": 3, "chaotic": 3, "benjamin": 3, "enchanting": 3, "shamelessly": 3, "proper": 3, "biz": 3, "repetitive": 3, "muccino": 3, "clumsy": 3, "collide": 3, "auteur": 3, "brian": 3, "noise": 3, "jackie": 3, "responsibility": 3, "extent": 3, "stylized": 3, "lad": 3, "janklowicz": 3, "condense": 3, "awkwardness": 3, "jump": 3, "kapur": 3, "plunge": 3, "ready": 3, "surf": 3, "religion": 3, "convoluted": 3, "immigrant": 3, "cinematically": 3, "don": 3, "lightly": 3, "beloved": 3, "scooby": 3, "immerse": 3, "mental": 3, "scam": 3, "capability": 3, "familiarity": 3, "\u00a0": 3, "ethic": 3, "lil": 3, "raimi": 3, "experimental": 3, "boring": 3, "bouncy": 3, "belt": 3, "lion": 3, "mild": 3, "labor": 3, "scratching": 3, "ill": 3, "executive": 3, "prime": 3, "1970": 3, "conceit": 3, "riff": 3, "australian": 3, "basis": 3, "various": 3, "sprawl": 3, "predict": 3, "streak": 3, "county": 3, "taymor": 3, "successor": 3, "translation": 3, "native": 3, "whenever": 3, "musician": 3, "communicate": 3, "coaster": 3, "willingness": 3, "sake": 3, "lush": 3, "permeate": 3, "insightfully": 3, "unbearable": 3, "heartbreakingly": 3, "feed": 3, "swimming": 3, "reaffirm": 3, "catholic": 3, "curse": 3, "bowl": 3, "manic": 3, "lost": 3, "keenly": 3, "wake": 3, "overkill": 3, "darling": 3, "occupy": 3, "sweep": 3, "fearless": 3, "weighty": 3, "wallace": 3, "replace": 3, "idealistic": 3, "sneak": 3, "psychology": 3, "installment": 3, "wartime": 3, "boom": 3, "crystal": 3, "rug": 3, "burger": 3, "freeman": 3, "healing": 3, "peak": 3, "clinical": 3, "unit": 3, "alternate": 3, "parade": 3, "broadway": 3, "neat": 3, "operate": 3, "sudden": 3, "trilogy": 3, "mexican": 3, "spectacularly": 3, "oddity": 3, "hunter": 3, "realization": 3, "almod\u00e3\u00b3var": 3, "grain": 3, "conditioning": 3, "joyful": 3, "proceed": 3, "ram": 3, "brooding": 3, "restrained": 3, "ichi": 3, "liberating": 3, "heck": 3, "loving": 3, "graceful": 3, "diggs": 3, "assume": 3, "maggie": 3, "access": 3, "imperfect": 3, "tall": 3, "1999": 3, "scherfig": 3, "experiment": 3, "testimony": 3, "beguiling": 3, "pellington": 3, "sexuality": 3, "collectively": 3, "dvd": 3, "swashbuckling": 3, "k": 3, "wrenching": 3, "shadowy": 3, "relax": 3, "philip": 3, "reliable": 3, "harris": 3, "macabre": 3, "analytical": 3, "clancy": 3, "superficial": 3, "sprecher": 3, "nurture": 3, "prospect": 3, "cristo": 3, "jacobson": 3, "artistry": 3, "adrenaline": 3, "wine": 3, "auteuil": 3, "satisfyingly": 3, "conan": 3, "scandal": 3, "80": 3, "emptiness": 3, "promising": 3, "windtalker": 3, "verge": 3, "objectivity": 3, "independent": 3, "fuzzy": 3, "area": 3, "energize": 3, "palpable": 3, "borstal": 3, "sun": 3, "bodied": 3, "mothman": 3, "iconoclastic": 3, "lock": 3, "tendency": 3, "cuban": 3, "twisty": 3, "fraser": 3, "engagingly": 3, "seldom": 3, "collaboration": 3, "uncertain": 3, "esteem": 3, "plummer": 3, "malcolm": 3, "reluctant": 3, "stake": 3, "jane": 3, "drum": 3, "minimum": 3, "winning": 3, "readily": 3, "ver": 3, "tavernier": 3, "explain": 3, "orchestrate": 3, "tenacious": 3, "activity": 3, "slash": 3, "eyre": 3, "unaffected": 3, "hefty": 3, "tragically": 3, "discord": 3, "circle": 3, "mam\u00e3": 3, "ample": 3, "earnhart": 3, "shallow": 3, "frequent": 3, "nakata": 3, "carman": 3, "campbell": 3, "liotta": 3, "unconditional": 3, "method": 3, "anachronistic": 3, "law": 3, "unblinking": 3, "disquieting": 3, "3d": 3, "agent": 3, "eventual": 3, "pink": 3, "onscreen": 3, "prevail": 3, "rocky": 3, "niccol": 3, "sucker": 3, "stream": 3, "insanely": 3, "reassuring": 3, "arnold": 3, "connoisseur": 3, "difficulty": 3, "welsh": 3, "cletis": 3, "roar": 3, "resolution": 3, "oppressive": 3, "immediacy": 3, "clone": 3, "anarchist": 3, "fool": 3, "relaxed": 3, "sketchy": 3, "crucial": 3, "jew": 3, "rude": 3, "strict": 3, "workplace": 3, "commentary": 3, "mel": 3, "turbulent": 3, "bowling": 3, "avert": 3, "shift": 3, "rattle": 3, "shockingly": 3, "icon": 3, "naipaul": 3, "dangerously": 3, "cq": 3, "caricature": 3, "dedication": 3, "alluring": 3, "guilt": 3, "thematic": 3, "baggage": 3, "lord": 3, "growth": 3, "importantly": 3, "jeong": 3, "castro": 3, "foremost": 3, "pedigree": 3, "reject": 3, "magimel": 3, "admission": 3, "broken": 3, "translate": 3, "pause": 3, "vaguely": 3, "imaginatively": 3, "thematically": 3, "pale": 3, "dash": 3, "kiddie": 3, "sorrow": 3, "notable": 3, "revolutionary": 3, "utilize": 3, "burstein": 3, "assured": 3, "maelstrom": 3, "meal": 3, "adroitly": 3, "monte": 3, "shade": 3, "sobre": 3, "precise": 3, "wondrous": 3, "ridiculous": 3, "distinguished": 3, "resolutely": 3, "nominate": 3, "priceless": 3, "wreck": 3, "unknowable": 3, "qualify": 3, "h": 3, "sardonic": 3, "soak": 3, "available": 3, "wash": 3, "ravishing": 3, "palatable": 3, "raunchy": 3, "liman": 3, "casual": 3, "associate": 3, "rob": 3, "speed": 3, "destruction": 3, "hallmark": 3, "command": 3, "trailer": 3, "wang": 3, "dwarf": 3, "route": 3, "kubrick": 3, "progress": 3, "vulnerable": 3, "heartwarme": 3, "ray": 3, "flawless": 3, "cloud": 3, "cheesy": 3, "layered": 3, "tricky": 3, "preteen": 3, "stately": 3, "humanizing": 3, "policy": 3, "superstar": 3, "magnetic": 3, "ambrose": 3, "mtv": 3, "audiard": 3, "brendan": 3, "miike": 3, "directly": 3, "suburban": 3, "explosion": 3, "myer": 3, "speculation": 3, "juicy": 3, "committed": 3, "eisenstein": 3, "integrate": 3, "mundane": 3, "parallel": 3, "illusion": 3, "optimistic": 3, "paulette": 3, "regret": 3, "treatise": 3, "santa": 3, "philosophy": 3, "torment": 3, "effortless": 3, "mouse": 3, "mythic": 3, "clean": 3, "anymore": 3, "undisputed": 3, "alongside": 3, "koury": 3, "credibility": 3, "frill": 3, "crash": 3, "privileged": 3, "unpleasant": 3, "relevant": 3, "insanity": 3, "addict": 3, "myth": 3, "tick": 3, "lazy": 3, "visualize": 3, "unconventional": 3, "barris": 3, "affectionate": 3, "anna": 3, "alexandre": 3, "tolkien": 3, "brilliance": 3, "goldmember": 3, "hardy": 3, "finesse": 3, "lifetime": 3, "square": 3, "spellbind": 3, "tu": 3, "heartbreak": 3, "memento": 3, "maudlin": 3, "overwrought": 3, "terrorist": 3, "tian": 3, "gilliam": 3, "evident": 3, "frank": 3, "multiplex": 3, "toback": 3, "introspective": 3, "marquis": 3, "occasion": 3, "operatic": 3, "genial": 3, "recording": 3, "forcefully": 3, "pristine": 3, 